// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Gestion avancée du papier";

"SynchronizeTitleString" = "Mise à jour de la liste des papiers…";

"CreatePaperErrorTitle" = "Impossible d'ajouter un nouveau papier";
"SetProfileErrorTitle" = "Impossible d'installer le profil ICC";
"GetMediumListErrorTitle" = "Impossible d'obtenir la liste des papiers personnalisés";
"DeleteCustomMediumErrorTitle" = "Impossible de supprimer le papier personnalisé";
"GetProfileErrorTitle" = "Impossible de télécharger le profil ICC";
"SetPropertiesErrorTitle" = "Impossible de modifier les propriétés d'impression";
"ResponseErrorMessage" = "Vérifiez que votre imprimante est connectée et sous tension, puis réessayez.";
CalibratePaperErrorTitle = "Impossible de calibrer papier";
ProfilePaperErrorTitle = "Impossible de calibrer papier";
ColorMeasurementErrorTitle = "Impossible de mesurer couleur";
ExportPaperPresetErrorTitle = "Impossible d'exporter le papier prédéfini";

"DeleteButtonTitle" = "Supprimer";
"DeletePaperConfirmationTitle" = "Confirmation de suppression du papier personnalisé";
"DeletePaperConfirmationMessageFormat" = "Voulez-vous vraiment supprimer le papier %@ de la liste des papiers de l'imprimante?";

"SetPrintingPropertiesConfirmationTitleFormatString" = "Voulez-vous vraiment modifier les propriétés d'impression pour le papier sélectionné (%@)?";
"SetPrintingPropertiesConfirmationMessageString" = "La modification des propriétés d'impression selon des valeurs incompatibles avec votre papier peut entraîner des problèmes de qualité d'image.";
"SetPaperThicknessConfirmationTitleFormatString" = "La définition de l'épaisseur du papier sur Normal pour les papiers épais peut entraîner des problèmes de qualité d'image et un blocage de la tête d'impression. Le calibrage et les profils ICC de ce papier ne seront plus corrects et devront être redéfinis. Voulez-vous vraiment modifier l'épaisseur du papier %@?";

// Calibration status
"CalibrationStatusRecommended" = "Recommandé";
"CalibrationStatusOutOfDate" = "Obsolète";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "La liste des papiers a été correctement mise à jour";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "A présent, vous pouvez imprimer avec les nouveaux papiers personnalisés.";
"SyncronizationSuccessfullMessageString" = "A présent, vous pouvez imprimer avec les nouveaux papiers personnalisés. Pour consulter la liste des papiers mis à jour dans la boîte de dialogue d'impression, vous devrez peut-être la rouvrir.";
"SyncronizationFailedPrinterBusyTitle" = "Impossible de mettre à jour la liste des papiers";
"SyncronizationFailedPrinterBusyMessage" = "Vérifiez que l'imprimante n'est pas en cours d'impression, puis essayez à nouveau.";
"MediaManagementErrorTitleString" = "Impossible d'obtenir des informations sur les papiers personnalisés à partir de l'imprimante";
"SyncronizationIncompleteTitleString" = "Impossible de mettre à jour la liste complète des papiers";
"SyncronizationIncompleteMessageFormatString" = "Les papiers suivants n'ont pas été mis à jour :\n%@";
RegistrationIncompleteTitle = "Impossible de mettre à jour la liste complète des papiers";
RegistrationIncompleteMessage = "Les papiers suivants n'ont pas été enregistrés :\n%@";
RegistrationRequiredString = "Enregistrer profil ICC.";
RegisteringProfileTitleString = "Enregistrement profil ICC…";
MethodNotSupportedInFWMessage = "L'action que vous essayez d'effectuer n'est pas prise en charge par la version actuelle de votre microprogramme. Veuillez vérifiez s'il existe une version plus récente du microprogramme.";

"GetMediumListTitleString" = "Extraction de la liste des papiers…";
"DeleteMediumTitleString" = "Suppression du papier personnalisé…";
"GetProfileTitleString" = "Téléchargement du profil ICC…";
"SetPropertiesTitleString" = "Modification des propriétés d'impression…";
"RestoreProfileTitleString" = "Restauration du profil ICC d'usine";
"RemoveProfileErrorTitle" = "Impossible de restaurer le profil ICC d'usine";

"ICCProfileTitleString" = "Profil ICC";
"CalibrationStatusTitleString" = "Statut du calibrage";

// Gloss Enhancer
"OFF" = "Désactivé";
"FULLPAGE" = "Activé";
"INKEDAREA" = "Activé";

// Paper category
"BOND_AND_COATED" = "Papier normal et papier couché";
"PHOTO" = "Papier photo";
"PROOFING" = "Papier pour épreuves";
"FINE_ART" = "Supports beaux-arts";
"FILM" = "Film";
"TECHNICAL" = "Papier technique";
"CUSTOM" = "Papier personnalisé";
BACKLIT = "Supports rétro-éclairés";
ADHESIVE = "Papier autocollant";
BANNER_AND_SIGN = "Matériel pour banderoles et enseignes";
HP_EXTENDED_MEDIA = "Papiers supplémentaires";

"CalibrationStatusNotApplicable" = "Not applicable";

"No response" = "Vérifiez que votre imprimante est connectée et sous tension, puis réessayez.";
"UNDEFINED-ERROR" = "Une erreur s'est produite.";
"ERROR-IN-PARAMS" = "Une erreur s'est produite.";
"UNKNOWN-OPERATION" = "L'opération a expiré.";
"PRINTER-BUSY" = "L'imprimante est occupée. Attendez la fin de la tâche d'impression actuelle.";
"UNDEFINED-MEDIUM" = "Le papier sélectionné n'existe plus. Il a peut-être été supprimé par un autre utilisateur.";
"INVALID-MEDIUM" = "Une erreur s'est produite.";
"PROFILE-DOESNT-EXIST" = "Une erreur s'est produite.";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "Les papiers HP d'usine ne peuvent pas être supprimés.";
"MEDIUM-CANNOT-BE-DELETED" = "Le papier personnalisé ne peut pas être supprimé car il est actuellement chargé dans l'imprimante.";
"MEDIUM-DOESNT-EXIST" = "Le papier sélectionné n'existe plus. Il a peut-être été supprimé par un autre utilisateur.";
"MEDIUM-NOT-CLONABLE" = "Une erreur s'est produite.";
"PROFILE-CANNOT-BE-DELETED" = "Une erreur s'est produite.";
ALREADY-IN-FACTORY-SETTINGS = "Les propriétés d'impression sont déjà prédéfinies.";

"SaveProfileErrorTitle" = "Impossible d'enregistrer le profil ICC";
"SaveProfileErrorMessage" = "Choisissez un autre emplacement.";

IncreasePaperThicknessConfirmationTitleFormatString = "Voulez-vous vraiment modifier l'épaisseur du papier %@?";
IncreasePaperThicknessConfirmationMessageString = "Les données de calibrage et les profils ICC de ce papier ne seront plus corrects et devront être redéfinis.";
DecreasePaperThicknessConfirmationTitleFormatString = "Voulez-vous vraiment modifier l'épaisseur du papier %@?";
DecreasePaperThicknessConfirmationMessageString = "La définition de l'épaisseur du papier sur \"Normal\" pour les papiers épais peut entraîner des problèmes de qualité d'image et les têtes d'impression peuvent toucher la surface du papier. Les données de calibrage et les profils ICC de ce papier ne seront plus corrects et devront être redéfinis.";
CreateNewICCProfileRecommendationTitleString = "Accédez à la fonction Profil papier pour créer un nouveau profil ICC.";
CreateNewICCProfileRecommendationMessageString = "Comme vous avez modifié certaines propriétés du papier, les profils ICC existants pour ce type de papier ne sont plus exacts.";
SetPrintingPropertiesSuccessfulMessageString = "Les propriétés d'impression du type de papier sélectionné ont été modifiées.";
SetPrintingPropertiesTitleString = "Propriétés d'impression modifiées";
ChangeButtonTitle = "Modifier";

"ManagePapersTaskName" = "Gestion avancée\ndu papier";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "Calibrer le papier";
"ProfilePaperTooltip" = "Profil papier";
"InstallICCProfileTooltip" = "Installer un profil ICC";
"ExportICCProfileTooltip" = "Exportez un profil ICC associé à n'importe quel type de papier.";
"RestoreFactoryICCProfileTooltip" = "Restaurez un profil ICC d'usine pour l'un des papier HP.";
"RegisterProfileTooltip" = "Enregistrer un profil";
"ChangePrintingPropertiesTooltip" = "Modifier les propriétés d'impression d'un papier.";
"ExportPaperPresetTooltip" = "Exporter le papier prédéfini";
"DeletePaperPresetTooltip" = "Pour supprimer un papier personnalisé de la liste des papiers de l'imprimante, cliquez ici.";
"ColorMeasurementTooltip" = "Mesure des Couleurs";

"GearButtonTooltip" = "Pour gérer les profils de support et les profils ICC, cliquez ici.";
"AddPaperButtonTooltip" = "Cliquez ici pour définir un type de papier personnalisé et l'installer sur votre imprimante. Utilisez HP Color Center pour associer un profil couleur ICC à votre nouveau type de papier.";
"FullSyncButtonTooltip" = "Cliquez ici pour mettre à jour la liste des papiers de votre ordinateur à l'aide des types de papier présents sur votre imprimante.";

//titles
"CalibratePaperTitle" = "Calibrer le papier…";
"ProfilePaperTitle" = "Profil papier…";
"InstallICCProfileTitle" = "Installer un profil ICC…";
"ExportICCProfileTitle" = "Exporter un profil ICC…";
"RestoreFactoryICCProfileTitle" = "Restaurer le profil ICC d'usine…";
"RegisterProfileTitle" = "Enregistrer un profil";
"ChangePrintingPropertiesTitle" = "Modifier les propriétés d'impression…";
"ExportPaperPresetTitle" = "Exporter le papier prédéfini…";
"DeletePaperPresetTitle" = "Supprimer un papier prédéfini…";
"ColorMeasurementTitle" = "Mesure des Couleurs…";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Créer un papier prédéfini";
"ActionsButtonAccessibilityDescription" = "Menu Actions";
"SynchronizeButtonAccessibilityDescription" = "Mettre à jour la liste des papiers";